{
      "meta": {
            "title": "Cannabis in Barcelona – Karte der Cannabis Clubs und Coffeeshops",
            "description": "Suchst du einen legalen Ort zum Cannabis-Konsum in Barcelona? Entdecke unsere Karte der besten Cannabis-Clubs und folge unserer Anleitung, um noch heute Mitglied zu werden!"
      },
      "map-section": {
            "title": "Suchst du einen legalen Ort zum Cannabis-Konsum in Barcelona?",
            "subTitle": "Entdecke unsere Cannabis-Club-Karte und folge unserer Anleitung zum Beitritt!",
            "mapTitle": "Karte der Cannabis-Clubs in Barcelona"
      },
      "join-club-section": {
            "title": "Wie werde ich Mitglied in einem Cannabis-Club?",
            "card": {
                  "step1": {
                        "title": "CLUB AUSWÄHLEN",
                        "description": "Wähle einen Club auf der Karte und klicke auf 'Jetzt Beitreten'"
                  },
                  "step2": {
                        "title": "EINLADUNG ERHALTEN",
                        "description": "Fülle das Formular aus und warte auf deine Einladungs-E-Mail"
                  },
                  "step3": {
                        "title": "CLUB BESUCHEN",
                        "description": "Besuche den Club, zeige deine Einladung und einen gültigen Ausweis zur Registrierung"
                  },
                  "step4": {
                        "title": "MITGLIEDSCHAFT ABSCHLIESSEN",
                        "description": "Prüfe die Regeln, zahle den Jahresbeitrag und erhalte deine Club-Karte"
                  }
            },
            "button": "Mitglied werden"
      },
      "explore-section": {
            "title": "Entdecke Cannabis-Clubs in Barcelona"
      },
      "gallery-section": {
            "title": "Erlebe die einzigartige Atmosphäre der Cannabis Social Clubs"
      },
      "essential-items-section": {
            "title": "Leitfaden zum Beitritt in einen Cannabis-Club",
            "subTitle": "Unverzichtbare Dinge zum Mitnehmen",
            "card": {
                  "card1Title": "Personalausweis",
                  "card1Description": "Ein gültiger Ausweis ist erforderlich. Cannabis-Clubs folgen der KYC-Politik und müssen deine Identität vor dem Einlass überprüfen.",
                  "card2Title": "Einladungsschreiben",
                  "card2Description": "Um Mitglied zu werden, musst du von einem bestehenden Mitglied oder vom Club selbst eingeladen werden. Bringe dein Einladungsschreiben mit.",
                  "card3Title": "Bargeld",
                  "card3Description": "Cannabis-Clubs akzeptieren keine Bankkarten. Stelle sicher, dass du genügend Bargeld für deine Ausgaben dabei hast."
            }
      },
      "inside-club-section": {
            "title": "Im Cannabis-Club",
            "card": {
                  "card1Title": "Dispensary",
                  "card1Description": "Hier findest du eine große Auswahl an Cannabis-Produkten: verschiedene Sorten, Pre-Rolls, Edibles, Vapes und Konzentrate. Die Dispensary bietet auch Zubehör wie Grinder, Papers, Bongs und Pfeifen.",
                  "card2Title": "Lounge-Bereich",
                  "card2Description": "Diese Bereiche verfügen über gemütliche Sofas und Couchtische. Viele bieten Spielbereiche, Live-Musik-Bühnen und Gemeinschaftsräume. Für mehr Privatsphäre gibt es oft separate Tische oder private Räume.",
                  "card3Title": "Coworking-Bereich",
                  "card3Description": "Einige Clubs bieten Tische mit WLAN und Steckdosen. Der Bereich ist ideal für Remote-Arbeit oder entspanntes Surfen.",
                  "note": "NB: Mitglieder sind auf einen monatlichen Konsum von 100 Gramm pro Person beschränkt, um verantwortungsvollen Konsum zu fördern."
            }
      },
      "faq-section": {
            "title": "Häufig gestellte Fragen",
            "card": {
                  "faq1": {
                        "title": "Was ist ein Cannabis-Club / Coffeeshop?",
                        "description": "Spanische Cannabis Social Clubs arbeiten als private, gemeinnützige Einrichtungen, anders als Amsterdams Coffeeshops. Diese Clubs kultivieren Cannabis ausschließlich für ihre registrierten Mitglieder."
                  },
                  "faq2": {
                        "title": "Warum sind Cannabis-Clubs nur für Mitglieder?",
                        "description": "In Spanien ist der Cannabis-Konsum auf private Räume wie Wohnungen oder private Vereine beschränkt. Diese Clubs erfordern eine Mitgliedschaft und operieren innerhalb rechtlicher Grenzen."
                  },
                  "faq3": {
                        "title": "Wer kann einem Cannabis-Club in Spanien beitreten?",
                        "description": "Um einem Cannabis Social Club in Barcelona beizutreten, musst du 18-21 Jahre alt sein, einen gültigen Ausweis oder Pass besitzen, von einem Mitglied empfohlen oder vom Club eingeladen werden und darfst kein spanischer Staatsbürger sein."
                  }
            }
      },
      "guideline-section": {
            "title": "Cannabis Social Club Richtlinien",
            "card": {
                  "guideline1": {
                        "title": "Clubeingang",
                        "description": "Barcelonas Cannabis-Clubs operieren unter einem legalen Modell mit eingeschränkter Verfügbarkeit und Werbung. Ohne äußere Kennzeichen müssen Besucher den diskreten Eingang finden und klingeln."
                  },
                  "guideline2": {
                        "title": "An der Rezeption",
                        "description": "Bei deinem ersten Besuch musst du dich an der Rezeption registrieren. Der Club überprüft dein Alter anhand eines gültigen Ausweises. Das Personal erklärt dir die Regeln und Abläufe."
                  },
                  "guideline3": {
                        "title": "Club-Etikette",
                        "description": "Cannabis-Clubs bieten eine entspannte Atmosphäre. Halte die Umgebung ruhig, vermeide Lärm. Fotos und Videos sind verboten. Respektiere den persönlichen Raum und die Privatsphäre anderer."
                  }
            }
      },
      "leaving-club-section": {
            "title": "Den Cannabis-Club verlassen",
            "card": {
                  "leaving1": {
                        "title": "Cannabis zur Aufbewahrung",
                        "description": "Ungenutztes Cannabis kann unter deinem Namen sicher in der Club-Dispensary aufbewahrt werden, bereit für deinen nächsten Besuch."
                  },
                  "leaving2": {
                        "title": "Den Club verlassen",
                        "description": "Im Club kannst du Cannabis legal und ohne Einschränkungen genießen. Danach darfst du dich in der Öffentlichkeit aufhalten, auch unter Cannabis-Einfluss."
                  },
                  "leaving3": {
                        "title": "Ungenutztes Cannabis",
                        "description": "Cannabis-Konsum ist nur im Club erlaubt. Öffentlicher Konsum ist illegal und kann zu Strafen von 500€ bis 1.000€ führen. Sei diskret beim Transport."
                  }
            }
      },
      "club-rule-section": {
            "title": "Wichtige Cannabis Social Club Regeln",
            "card": {
                  "rule1": {
                        "title": "Nur Mitglieder"
                  },
                  "rule2": {
                        "title": "Altersgrenze"
                  },
                  "rule3": {
                        "title": "Keine Fotos"
                  },
                  "rule4": {
                        "title": "Nur Bargeld"
                  },
                  "rule5": {
                        "title": "Keine Koffer"
                  },
                  "rule6": {
                        "title": "Verantwortungsvoller Konsum"
                  }
            }
      },
      "vocabulary-section": {
            "title": "Cannabis Grundvokabular",
            "card": {
                  "vocab1": {
                        "title": "Coffeeshop",
                        "description": "Coffeeshops sind Amsterdamer Einrichtungen, in denen du ab 18 Jahren legal Cannabis kaufen und genießen kannst. Der Kauf ist auf 5 Gramm täglich begrenzt."
                  },
                  "vocab2": {
                        "title": "Cannabis-Club",
                        "description": "Cannabis Social Clubs sind private Gemeinschaften nur für Mitglieder. Diese gemeinnützigen Organisationen nutzen Mitgliedsbeiträge für den Cannabis-Anbau ausschließlich für ihre Mitglieder."
                  },
                  "vocab3": {
                        "title": "Cannabis-Café",
                        "description": "Ein Cannabis-Café ist eine lizenzierte Einrichtung in den USA, wo du Cannabis in verschiedenen Formen genießen kannst. Diese Cafés bieten auch Speisen und Getränke an."
                  },
                  "vocab4": {
                        "title": "Cannabis-Shop",
                        "description": "In Spanien bieten diese Läden alle Cannabis-bezogenen Accessoires: Bongs, Pfeifen, Vaporizer und CBD-Produkte. Sie sind für alle zugänglich."
                  },
                  "vocab5": {
                        "title": "Growshop",
                        "description": "Für den eigenen Cannabis-Anbau ist der Growshop die ideale Anlaufstelle. Diese Shops bieten alles Notwendige: Samen, Dünger und Anbauausrüstung."
                  }
            }
      }
}
