{
      "meta": {
            "title": "Weed in Barcelona – Map of Cannabis Clubs, Coffeeshops & Weed Cafés",
            "description": "Looking for a legal place to smoke marijuana in Barcelona? Explore our curated map of top cannabis clubs, weed cafes, and coffee shops. Follow our step-by-step guide to join a cannabis club today!"
      },

      "map-section": {
            "title": "Looking for a legal spot to smoke weed in Barcelona?",
            "subTitle": "Discover our cannabis club map and follow our step-by-step guide to join a club near you today!",
            "mapTitle": "Barcelona Cannabis Clubs Map"
      },
      "join-club-section": {
            "title": "How to join a Cannabis Club ?",
            "card": {
                  "card1Title": "SELECT A CLUB",
                  "card1Description": "Choose a club from the Map and Click “Join Now“",
                  "card2Title": "GET AN INVITATION",
                  "card2Description": "Complete the form and wait for your invitation email.",
                  "card3Title": "VISIT THE CLUB",
                  "card3Description": "Visit the club, show your invitation and a Valid ID for registration.",
                  "card4Title": "COMPLETE MEMBERSHIP",
                  "card4Description": ":Check the rules, annual membership fee, and grab your club Card."
            },
            "button": "Become a Member"
      },
      "explore-section": {
            "title": "Explore Weed Clubs in Barcelona"
      },
      "gallery-section": {
            "title": "Discover the Unique Vibe of Cannabis Social Clubs"
      },

      "essential-items-section": {
            "title": "Guide to Joining a Cannabis Club",
            "subTitle": "Must-Have Items to Bring with You",
            "card": {
                  "card1Title": "Identity card",
                  "card1Description": "Your ID or a valid identification is required.Cannabis Clubs follow the KYC (Know Your Customer) policy and must verify your identity before letting you in.",
                  "card2Title": "Invitation letter",
                  "card2Description": "To become a member, you must be invited by a valid member of the club or have an invitation from the club itself. Bring your letter to confirm your invitation.",
                  "card3Title": "Cash",
                  "card3Description": "Cannabis clubs do not accept bank cards, so make sure to bring enough cash to cover your expenses."
            }
      },

      "inside-club-section": {
            "title": "Inside the Cannabis Club",
            "card": {
                  "card1Title": "Dispensary",
                  "card1Description": "Here, you'll find a wide variety of cannabis products, including different weed strains, pre-rolls, edibles, vapes, and concentrates like wax, resin, and shatter. The dispensary also offers smoking accessories such as grinders, rolling papers, bongs, pipes, and more to enhance your experience.",
                  "card2Title": "Lounge Zone",
                  "card2Description": "These spaces have comfy sofas, coffee tables, and spots to relax. Many include gaming areas, live music stages, and group spaces for socializing. For privacy, clubs often offer separate tables or private rooms, ensuring a personal and comfortable experience.",
                  "card3Title": "Coworking Area",
                  "card3Description": "Some clubs offer tables with Wi-Fi and power outlets, letting you stay connected while you work or relax. The setup is ideal for remote work or casual browsing. These spaces provide a perfect mix of productivity and comfort, creating a relaxed yet functional environment.",
                  "note": "NB: Members are restricted to a monthly consumption limit of 100 grams per person, promoting responsible and balanced usage."
            }
      },
      "faq-section": {
            "title": "Frequently Asked Questions",
            "card": {
                  "card1Title": "What is a Cannabis Club / Coffee Shop?",
                  "card1Description": "Spanish cannabis social clubs operate under a private, non-profit model, setting them apart from Amsterdam’s weed coffeeshops. These clubs cultivate marijuana exclusively for their registered members, rather than selling it openly to the public. In contrast, Amsterdam’s coffeeshops function as commercial establishments where anyone can purchase cannabis alongside food and drinks. To access cannabis in a Spanish club, members make a voluntary contribution rather than a direct purchase. Transactions follow a unique approach, using terms like 'acquire' or 'receive' instead of 'buy' or 'sell.' This donation-based system ensures compliance with legal regulations while providing members with a safe and controlled cannabis experience.",
                  "card2Title": "Why are Cannabis Clubs Members Only?",
                  "card2Description": "In Spain, cannabis use is restricted to private spaces, such as homes or private associations called Cannabis Social Clubs. These clubs require membership to access, operating within legal limits to ensure a safe environment. To join, you need an invitation from a current member or from the club itself, and you’ll receive a membership card upon approval.",
                  "card3Title": "Who Can Join Cannabis Club in Spain",
                  "card3Description": "To join a Cannabis Social Club in Barcelona, you must be at least 18–21 years old, have a valid ID or passport, be sponsored by a member or invited by the club, and not be a Spanish citizen."
            }
      },
      "guideline-section": {
            "title": "Cannabis Social Club Guidelines",
            "card": {
                  "card1Title": "Entrance to a Club",
                  "card1Description": "Barcelona’s cannabis clubs operate under a legal model that limits both the availability and promotion of marijuana. Unlike traditional businesses, these clubs have no exterior signs or advertisements. To enter, visitors must locate the discreet entrance and ring the doorbell. A staff member will then grant access and guide newcomers to the reception area for verification and registration.",
                  "card2Title": "At Reception",
                  "card2Description": "When you visit a cannabis club for the first time, you'll head to the reception desk to complete your registration. The club will verify your age with a valid ID to ensure only authorized members are on-site. Afterward, the staff will go over the club's rules, explain how everything works, and answer any questions you may have to ensure you have a great experience.",
                  "card3Title": "Club Etiquette",
                  "card3Description": "Cannabis clubs offer a relaxed and friendly vibe, different from places like Amsterdam’s coffee shops or California’s weed cafes. To keep this atmosphere, be respectful and maintain a calm environment—avoid loud talking or noise. Photography and filming are not allowed. Respect others’ personal space and privacy. Inappropriate behavior, like harassment or aggression, can lead to your membership being canceled and expulsion from the club."
            }
      }
}
