{
      "meta": {
            "title": "Weed in Barcelona – Map of Cannabis Clubs, Coffeeshops & Weed Cafés",
            "description": "Looking for a legal place to smoke marijuana in Barcelona? Explore our curated map of top cannabis clubs, weed cafes, and coffee shops. Follow our step-by-step guide to join a cannabis club today!"
      },

      "map-section": {
            "title": "Looking for a legal spot to smoke weed in Barcelona?",
            "subTitle": "Discover our cannabis club map and follow our step-by-step guide to join a club near you today!",
            "mapTitle": "Barcelona Cannabis Clubs Map"
      },
      "join-club-section": {
            "title": "How to join a Cannabis Club ?",
            "card": {
                  "card1Title": "SELECT A CLUB",
                  "card1Description": "Choose a club from the Map and Click “Join Now“",
                  "card2Title": "GET AN INVITATION",
                  "card2Description": "Complete the form and wait for your invitation email.",
                  "card3Title": "VISIT THE CLUB",
                  "card3Description": "Visit the club, show your invitation and a Valid ID for registration.",
                  "card4Title": "COMPLETE MEMBERSHIP",
                  "card4Description": ":Check the rules, annual membership fee, and grab your club Card."
            },
            "button": "Become a Member"
      },
      "explore-section": {
            "title": "Explore Weed Clubs in Barcelona"
      },
      "gallery-section": {
            "title": "Discover the Unique Vibe of Cannabis Social Clubs"
      },

      "essential-items-section": {
            "title": "Guide to Joining a Cannabis Club",
            "subTitle": "Must-Have Items to Bring with You",
            "card": {
                  "card1Title": "Identity card",
                  "card1Description": "Your ID or a valid identification is required.Cannabis Clubs follow the KYC (Know Your Customer) policy and must verify your identity before letting you in.",
                  "card2Title": "Invitation letter",
                  "card2Description": "To become a member, you must be invited by a valid member of the club or have an invitation from the club itself. Bring your letter to confirm your invitation.",
                  "card3Title": "Cash",
                  "card3Description": "Cannabis clubs do not accept bank cards, so make sure to bring enough cash to cover your expenses."
            }
      },

      "inside-club-section": {
            "title": "Inside the Cannabis Club",
            "card": {
                  "card1Title": "Dispensary",
                  "card1Description": "Here, you'll find a wide variety of cannabis products, including different weed strains, pre-rolls, edibles, vapes, and concentrates like wax, resin, and shatter. The dispensary also offers smoking accessories such as grinders, rolling papers, bongs, pipes, and more to enhance your experience.",
                  "card2Title": "Lounge Zone",
                  "card2Description": "These spaces have comfy sofas, coffee tables, and spots to relax. Many include gaming areas, live music stages, and group spaces for socializing. For privacy, clubs often offer separate tables or private rooms, ensuring a personal and comfortable experience.",
                  "card3Title": "Coworking Area",
                  "card3Description": "Some clubs offer tables with Wi-Fi and power outlets, letting you stay connected while you work or relax. The setup is ideal for remote work or casual browsing. These spaces provide a perfect mix of productivity and comfort, creating a relaxed yet functional environment.",
                  "note": "NB: Members are restricted to a monthly consumption limit of 100 grams per person, promoting responsible and balanced usage."
            }
      }
}
