{
      "meta": {
            "title": ":Mapa de Asociaciones Cannábicas en Barcelona",
            "description": "Looking for a legal place to smoke marijuana in Barcelona? Explore our curated map of top cannabis clubs, weed cafes, and coffee shops. Follow our step-by-step guide to join a cannabis club today!Descubre lugares legales para fumar marihuana en Barcelona. Consulta nuestro mapa con asociaciones cannábicas para encontrar la más cercana."
      },

      "map-section": {
            "title": "¿Buscas un lugar legal para fumar marihuana en Barcelona?",
            "subTitle": "Descubre nuestro mapa de asociaciones cannábicas y sigue nuestra guía paso a paso para unirte a una cerca de ti hoy mismo!",
            "mapTitle": "Mapa de asociaciones de cannabis en Barcelona"
      },
      "join-club-section": {
            "title": "¿Cómo unirse a una asociación cannábica?",
            "card": {
                  "card1Title": "SELECCIONA UN CLUB",
                  "card1Description": ":Elige un club del mapa y haz clic en “Solicitar membresía“",
                  "card2Title": "OBTÉN UNA INVITACIÓN",
                  "card2Description": ":Completa el formulario y espera a recibir tu correo electrónico de invitación.",
                  "card3Title": "VISITA EL CLUB",
                  "card3Description": "Visita el club, muestra tu invitación y un documento de identidad válido para registrarte.",
                  "card4Title": "COMPLETA TU MEMBRESÍA",
                  "card4Description": "Revisa las normas, la cuota anual de membresía y recoge tu tarjeta de club."
            },
            "button": "Solicitar membresía"
      },
      "explore-section": {
            "title": "Explora asociaciones cannábicas en Barcelona"
      },
      "gallery-section": {
            "title": "Cannabis club Vibes"
      },
      "essential-items-section": {
            "title": "Guía para unirse a una asociación cannábica",
            "card": {
                  "card1Title": "Documento de identidad",
                  "card1Description": "Se requiere un documento de identidad válido. Los clubes de cannabis siguen la política KYC (Conozca a su Cliente) y deben verificar tu identidad antes de permitirte el acceso.",
                  "card2Title": "Invitación",
                  "card2Description": "Para convertirte en miembro, debes ser invitado por un miembro válido del club o tener una invitación del propio club. Trae tu carta para confirmar tu invitación.",
                  "card3Title": "Efectivo",
                  "card3Description": "Las asociaciones cannábicas no aceptan tarjetas bancarias, así que asegúrate de llevar suficiente efectivo para cubrir todas tus necesidades."
            }
      }
}
