{
      "meta": {
            "title": "Cannabis en Barcelona – Mapa de Clubs de Cannabis y Coffeeshops",
            "description": "¿Buscas un lugar legal para fumar cannabis en Barcelona? Explora nuestro mapa de los mejores clubs de cannabis y sigue nuestra guía para hacerte socio hoy mismo."
      },
      "map-section": {
            "title": "¿Buscas un lugar legal para fumar cannabis en Barcelona?",
            "subTitle": "¡Descubre nuestro mapa de clubs de cannabis y sigue nuestra guía para unirte hoy!",
            "mapTitle": "Mapa de Clubs de Cannabis en Barcelona"
      },
      "join-club-section": {
            "title": "¿Cómo unirse a un Club de Cannabis?",
            "card": {
                  "step1": {
                        "title": "SELECCIONAR UN CLUB",
                        "description": "Elige un club del mapa y haz clic en 'Unirse Ahora'"
                  },
                  "step2": {
                        "title": "OBTENER UNA INVITACIÓN",
                        "description": "Completa el formulario y espera tu email de invitación"
                  },
                  "step3": {
                        "title": "VISITAR EL CLUB",
                        "description": "Visita el club, muestra tu invitación y un DNI válido para registrarte"
                  },
                  "step4": {
                        "title": "COMPLETAR LA MEMBRESÍA",
                        "description": "Revisa las normas, paga la cuota anual y recibe tu tarjeta de socio"
                  }
            },
            "button": "Hazte Socio"
      },
      "explore-section": {
            "title": "Explora los Clubs de Cannabis en Barcelona"
      },
      "gallery-section": {
            "title": "Descubre el Ambiente Único de los Clubs Sociales de Cannabis"
      },
      "essential-items-section": {
            "title": "Guía para Unirse a un Club de Cannabis",
            "subTitle": "Elementos Imprescindibles para Llevar",
            "card": {
                  "card1Title": "Documento de identidad",
                  "card1Description": "Se requiere DNI o identificación válida. Los clubs siguen la política KYC y deben verificar tu identidad antes de permitir la entrada.",
                  "card2Title": "Carta de invitación",
                  "card2Description": "Para ser socio, debes ser invitado por un miembro válido del club o tener una invitación del propio club. Trae tu carta para confirmar la invitación.",
                  "card3Title": "Efectivo",
                  "card3Description": "Los clubs de cannabis no aceptan tarjetas bancarias, asegúrate de traer suficiente efectivo para cubrir tus gastos."
            }
      },
      "inside-club-section": {
            "title": "Dentro del Club de Cannabis",
            "card": {
                  "card1Title": "Dispensario",
                  "card1Description": "Encontrarás una amplia variedad de productos de cannabis: diferentes variedades, pre-rolls, comestibles, vaporizadores y concentrados. El dispensario también ofrece accesorios como grinders, papel de liar, bongs y pipas.",
                  "card2Title": "Zona de Lounge",
                  "card2Description": "Estos espacios tienen sofás cómodos y mesas de café. Muchos incluyen áreas de juegos, escenarios de música en vivo y espacios para socializar. Para mayor privacidad, los clubs suelen ofrecer mesas separadas o salas privadas.",
                  "card3Title": "Área de Coworking",
                  "card3Description": "Algunos clubs ofrecen mesas con Wi-Fi y enchufes para mantenerte conectado. El espacio es ideal para trabajo remoto o navegación casual.",
                  "note": "NB: Los socios están limitados a un consumo mensual de 100 gramos por persona, promoviendo un uso responsable."
            }
      },
      "faq-section": {
            "title": "Preguntas Frecuentes",
            "card": {
                  "faq1": {
                        "title": "¿Qué es un Club de Cannabis / Coffee Shop?",
                        "description": "Los clubs sociales de cannabis españoles operan bajo un modelo privado sin ánimo de lucro, diferente a los coffeeshops de Ámsterdam. Estos clubs cultivan exclusivamente para sus socios registrados, en lugar de vender al público."
                  },
                  "faq2": {
                        "title": "¿Por qué los Clubs son Solo para Socios?",
                        "description": "En España, el consumo de cannabis está restringido a espacios privados, como hogares o asociaciones privadas. Estos clubs requieren membresía para acceder, operando dentro de límites legales para garantizar un entorno seguro."
                  },
                  "faq3": {
                        "title": "¿Quién Puede Unirse a un Club de Cannabis en España?",
                        "description": "Para unirte a un Club Social de Cannabis en Barcelona, debes tener entre 18-21 años, tener DNI o pasaporte válido, ser patrocinado por un socio o invitado por el club, y no ser ciudadano español."
                  }
            }
      },
      "guideline-section": {
            "title": "Directrices del Club Social de Cannabis",
            "card": {
                  "guideline1": {
                        "title": "Entrada al Club",
                        "description": "Los clubs de cannabis de Barcelona operan bajo un modelo legal que limita la disponibilidad y promoción. Sin señales exteriores, los visitantes deben localizar la entrada discreta y tocar el timbre."
                  },
                  "guideline2": {
                        "title": "En Recepción",
                        "description": "En tu primera visita, deberás completar tu registro en recepción. El club verificará tu edad con un DNI válido. El personal explicará las normas y el funcionamiento."
                  },
                  "guideline3": {
                        "title": "Etiqueta del Club",
                        "description": "Los clubs ofrecen un ambiente relajado y amigable. Mantén una atmósfera tranquila, evita el ruido. Fotos y videos prohibidos. Respeta el espacio personal y la privacidad de los demás."
                  }
            }
      },
      "leaving-club-section": {
            "title": "Saliendo del Club de Cannabis",
            "card": {
                  "leaving1": {
                        "title": "Dejar cannabis para Almacenamiento",
                        "description": "Cualquier cannabis sin usar puede almacenarse de forma segura bajo tu nombre en el dispensario del club, listo para tu próxima visita."
                  },
                  "leaving2": {
                        "title": "Saliendo del Club",
                        "description": "Dentro del club, puedes disfrutar del cannabis legalmente sin restricciones. Después, puedes estar en público, incluso bajo los efectos del cannabis."
                  },
                  "leaving3": {
                        "title": "Cannabis Sin Usar",
                        "description": "El consumo solo está permitido dentro del club. El consumo público es ilegal y puede resultar en multas de 500€ a 1.000€. Si llevas cannabis, sé discreto."
                  }
            }
      },
      "club-rule-section": {
            "title": "Reglas Esenciales del Club Social de Cannabis",
            "card": {
                  "rule1": {
                        "title": "Solo socios"
                  },
                  "rule2": {
                        "title": "Límite de edad"
                  },
                  "rule3": {
                        "title": "No fotos"
                  },
                  "rule4": {
                        "title": "Solo efectivo"
                  },
                  "rule5": {
                        "title": "No maletas"
                  },
                  "rule6": {
                        "title": "Consumo responsable"
                  }
            }
      },
      "vocabulary-section": {
            "title": "Vocabulario Básico de Cannabis",
            "card": {
                  "vocab1": {
                        "title": "Coffee Shop",
                        "description": "Los coffee shops son establecimientos de Ámsterdam donde puedes comprar y disfrutar legalmente de marihuana si tienes más de 18 años. La compra está limitada a 5 gramos diarios."
                  },
                  "vocab2": {
                        "title": "Club de Cannabis",
                        "description": "Los clubs sociales de cannabis son comunidades privadas solo para socios. Estas organizaciones sin ánimo de lucro utilizan las cuotas para cultivar cannabis exclusivamente para sus socios."
                  },
                  "vocab3": {
                        "title": "Café Cannabis",
                        "description": "Un café cannabis es un establecimiento estadounidense donde puedes disfrutar del cannabis en varias formas. Estos cafés también ofrecen un menú de comida y bebidas."
                  },
                  "vocab4": {
                        "title": "Tienda de Cannabis",
                        "description": "En España, estas tiendas ofrecen todos los accesorios relacionados con el cannabis: bongs, pipas, vaporizadores y productos CBD. Están abiertas a todos."
                  },
                  "vocab5": {
                        "title": "Growshop",
                        "description": "Para cultivar tu propio cannabis, el growshop es el lugar ideal. Estas tiendas ofrecen todo lo necesario: semillas, fertilizantes y equipo de cultivo."
                  }
            }
      }
}
