{
      "meta": {
            "title": ":Mapa de Asociaciones Cannábicas en Barcelona",
            "description": "Looking for a legal place to smoke marijuana in Barcelona? Explore our curated map of top cannabis clubs, weed cafes, and coffee shops. Follow our step-by-step guide to join a cannabis club today!Descubre lugares legales para fumar marihuana en Barcelona. Consulta nuestro mapa con asociaciones cannábicas para encontrar la más cercana."
      },

      "map-section": {
            "title": "¿Buscas un lugar legal para fumar marihuana en Barcelona?",
            "subTitle": "Descubre nuestro mapa de asociaciones cannábicas y sigue nuestra guía paso a paso para unirte a una cerca de ti hoy mismo!",
            "mapTitle": "Mapa de asociaciones de cannabis en Barcelona"
      },
      "join-club-section": {
            "title": "¿Cómo unirse a una asociación cannábica?",
            "card": {
                  "card1Title": "SELECCIONA UN CLUB",
                  "card1Description": ":Elige un club del mapa y haz clic en “Solicitar membresía“",
                  "card2Title": "OBTÉN UNA INVITACIÓN",
                  "card2Description": ":Completa el formulario y espera a recibir tu correo electrónico de invitación.",
                  "card3Title": "VISITA EL CLUB",
                  "card3Description": "Visita el club, muestra tu invitación y un documento de identidad válido para registrarte.",
                  "card4Title": "COMPLETA TU MEMBRESÍA",
                  "card4Description": "Revisa las normas, la cuota anual de membresía y recoge tu tarjeta de club."
            },
            "button": "Solicitar membresía"
      },
      "explore-section": {
            "title": "Explora asociaciones cannábicas en Barcelona"
      },
      "gallery-section": {
            "title": "Cannabis club Vibes"
      },
      "essential-items-section": {
            "title": "Guía para unirse a una asociación cannábica",
            "subTitle": "Cosas imprescindibles para llevar contigo",
            "card": {
                  "card1Title": "Documento de identidad",
                  "card1Description": "Se requiere un documento de identidad válido. Los clubes de cannabis siguen la política KYC (Conozca a su Cliente) y deben verificar tu identidad antes de permitirte el acceso.",
                  "card2Title": "Invitación",
                  "card2Description": "Para convertirte en miembro, debes ser invitado por un miembro válido del club o tener una invitación del propio club. Trae tu carta para confirmar tu invitación.",
                  "card3Title": "Efectivo",
                  "card3Description": "Las asociaciones cannábicas no aceptan tarjetas bancarias, así que asegúrate de llevar suficiente efectivo para cubrir todas tus necesidades."
            }
      },
      "inside-club-section": {
            "title": "Dentro del Club",
            "card": {
                  "card1Title": "Un dispensario",
                  "card1Description": "Explora una amplia selección de productos premium de cannabis, que incluye las mejores cepas de marihuana, pre-rollos, comestibles, vapes y concentrados potentes como wax, resina y shatter. Mejora tu experiencia con accesorios de fumado de alta calidad, como grinders, papeles para liar, bongs, pipas y mucho más—¡todo lo que necesitas en un solo lugar!",
                  "card2Title": "Zona Lounge",
                  "card2Description": "Estos espacios cuentan con cómodos sofás, mesas de centro y zonas para relajarse. Muchos incluyen áreas de juegos, escenarios para música en vivo y espacios para socializar en grupo. Para garantizar la privacidad, los clubs suelen ofrecer mesas separadas o salas privadas, asegurando una experiencia personal y cómoda.",
                  "card3Title": "Zona Coworking",
                  "card3Description": "Disfruta de un espacio de trabajo cómodo en algunas asociaciones cannábicas, con mesas, Wi-Fi y enchufes disponibles. Ya sea que estés trabajando de manera remota o simplemente navegando, mantente conectado en un ambiente relajado.",
                  "note": "N.B. Los miembros tienen un límite de consumo mensual de 100 gramos por persona, promoviendo un uso responsable y equilibrado."
            }
      },
      "faq-section": {
            "title": "Preguntas Frecuentes",
            "card": {
                  "card1Title": "¿Qué es un Club de Cannabis / Coffee Shop?",
                  "card1Description": "Los clubs de cannabis  en España funcionan según un modelo privado y de fines no lucrativos, lo que los diferencia de los coffee shops de Amsterdam. Cultivan marihuana exclusivamente para sus miembros inscritos, en lugar de vender libremente al público. Por el contrario, los coffee shops de Amsterdam son establecimientos comerciales donde cada uno puede comprar cannabis al mismo tiempo que comida y bebidas. Para acceder a un club español, los miembros pagan una contribución voluntaria en lugar de un compra directa. Las transacciones utilizan una enfoque particular, empleando términos como 'acquirir' o 'recibir' en lugar de 'comprar' o 'vender'. Este sistema basado en donaciones permite respetar la legislación mientras ofrece a los miembros una experiencia del cannabis a la vez segura y controladaLas asociaciones cannábicas españolas operan bajo un modelo privado y sin ánimo de lucro, lo que las diferencia de los coffeeshops de marihuana de Ámsterdam. Estas asociaciones cultivan cannabis exclusivamente para sus miembros registrados, en lugar de venderlo abiertamente al público. En contraste, los coffeeshops de Ámsterdam funcionan como establecimientos comerciales donde cualquier persona puede comprar cannabis junto con comida y bebida. Para acceder al cannabis en una asociación cannábica española, los miembros realizan una contribución voluntaria en lugar de efectuar una compra directa. Las transacciones se llevan a cabo mediante un enfoque único, utilizando términos como 'adquirir' o 'retirar' en lugar de 'comprar' o 'vender'. Este sistema basado en donaciones garantiza el cumplimiento de la normativa legal, ofreciendo a los miembros una experiencia de cannabis segura y controlada.",
                  "card2Title": "¿Por qué los clubs de cannabis de Barcelone son reservados para los miembros?",
                  "card2Description": "En España, el uso de cannabis está restringido a espacios privados, como hogares o asociaciones privadas llamadas Clubes Sociales de Cannabis. Para acceder a estos clubes, es necesario ser miembro, operando dentro de los límites legales para garantizar un entorno seguro. Para unirte, necesitas una invitación de un miembro actual o del club, y recibirás una tarjeta de membresía una vez aprobado.",
                  "card3Title": "¿Quién Puede unirse a una Asociación Cannábica en España?",
                  "card3Description": "Para unirte a un club social de cannabis en Barcelona, debes ser al menos 18-21 años, tener un documento de identidad válido, ser sponsorizado por un miembro o ser invitado por el club, y no ser un ciudadano español."
            }
      }
}
