{
      "meta": {
            "title": "Cannabis en Barcelona – Mapa de Clubs de Cannabis y Coffeeshops",
            "description": "¿Buscas un lugar legal para fumar cannabis en Barcelona? Explora nuestro mapa de los mejores clubs de cannabis y sigue nuestra guía para hacerte socio hoy mismo."
      },
      "map-section": {
            "title": "¿Buscas un lugar legal para fumar marihuana en Barcelona?",
            "subTitle": "Descubre nuestro mapa de asociaciones cannábicas y sigue nuestra guía paso a paso para unirte a una cerca de ti hoy mismo.",
            "mapTitle": "Mapa de asociaciones de cannabis en Barcelona"
      },
      "join-club-section": {
            "title": "¿Cómo unirse a una asociación cannábica?",
            "card": {
                  "step1": {
                        "title": "SELECCIONA UN CLUB",
                        "description": "Elige un club del mapa y haz clic en 'Solicitar membresía'"
                  },
                  "step2": {
                        "title": "OBTÉN UNA INVITACIÓN",
                        "description": "Completa el formulario y espera a recibir tu correo electrónico de invitación."
                  },
                  "step3": {
                        "title": "VISITAR EL CLUB",
                        "description": "Visita el club, muestra tu invitación y un DNI válido para registrarte"
                  },
                  "step4": {
                        "title": "CCOMPLETA TU MEMBRESÍA",
                        "description": "Revisa las normas, la cuota anual de membresía y recoge tu tarjeta de club."
                  }
            },
            "button": "Solicitar membresía"
      },
      "explore-section": {
            "title": "Explora asociaciones cannábicas en Barcelona"
      },
      "gallery-section": {
            "title": "Cannabis club Vibes"
      },
      "essential-items-section": {
            "title": "Guía para unirse a una asociación cannábica",
            "subTitle": "Cosas imprescindibles para llevar contigo",
            "card": {
                  "card1Title": "Documento de identidad",
                  "card1Description": "Se requiere un documento de identidad válido. Los clubes de cannabis siguen la política KYC (Conozca a su Cliente) y deben verificar tu identidad antes de permitirte el acceso.",
                  "card2Title": "Invitación",
                  "card2Description": "Para convertirte en miembro, debes ser invitado por un miembro válido del club o tener una invitación del propio club. Trae tu carta para confirmar tu invitación.",
                  "card3Title": "Efectivo",
                  "card3Description": "Las asociaciones cannábicas no aceptan tarjetas bancarias, así que asegúrate de llevar suficiente efectivo para cubrir todas tus necesidades"
            }
      },
      "inside-club-section": {
            "title": "Dentro del Club",
            "card": {
                  "card1Title": "Un dispensario",
                  "card1Description": "Explora una amplia selección de productos premium de cannabis, que incluye las mejores cepas de marihuana, pre-rollos, comestibles, vapes y concentrados potentes como wax, resina y shatter. Mejora tu experiencia con accesorios de fumado de alta calidad, como grinders, papeles para liar, bongs, pipas y mucho más—¡todo lo que necesitas en un solo lugar!",
                  "card2Title": "Zona Lounge",
                  "card2Description": "Estos espacios cuentan con cómodos sofás, mesas de centro y zonas para relajarse. Muchos incluyen áreas de juegos, escenarios para música en vivo y espacios para socializar en grupo. Para garantizar la privacidad, los clubs suelen ofrecer mesas separadas o salas privadas, asegurando una experiencia personal y cómoda.",
                  "card3Title": "Zona Coworking",
                  "card3Description": "Disfruta de un espacio de trabajo cómodo en algunas asociaciones cannábicas, con mesas, Wi-Fi y enchufes disponibles. Ya sea que estés trabajando de manera remota o simplemente navegando, mantente conectado en un ambiente relajado.",
                  "note": "Los miembros tienen un límite de consumo mensual de 100 gramos por persona, promoviendo un uso responsable y equilibrado."
            }
      },
      "faq-section": {
            "title": "Preguntas Frecuentes",
            "card": {
                  "faq1": {
                        "title": "¿Qué es un Club de Cannabis / Coffee Shop?",
                        "description": "Las asociaciones cannábicas españolas operan bajo un modelo privado y sin ánimo de lucro, lo que las diferencia de los coffeeshops de marihuana de Ámsterdam. Estas asociaciones cultivan cannabis exclusivamente para sus miembros registrados, en lugar de venderlo abiertamente al público. En contraste, los coffeeshops de Ámsterdam funcionan como establecimientos comerciales donde cualquier persona puede comprar cannabis junto con comida y bebida. Para acceder al cannabis en una asociación cannábica española, los miembros realizan una contribución voluntaria en lugar de efectuar una compra directa. Las transacciones se llevan a cabo mediante un enfoque único, utilizando términos como \"adquirir\" o \"retirar\" en lugar de \"comprar\" o \"vender\". Este sistema basado en donaciones garantiza el cumplimiento de la normativa legal, ofreciendo a los miembros una experiencia de cannabis segura y controlada."
                  },
                  "faq2": {
                        "title": "¿Por qué las Asociaciones Cannábicas son solo para miembros?",
                        "description": "En España, el uso de cannabis está restringido a espacios privados, como hogares o asociaciones privadas llamadas Clubes Sociales de Cannabis. Para acceder a estos clubes, es necesario ser miembro, operando dentro de los límites legales para garantizar un entorno seguro. Para unirte, necesitas una invitación de un miembro actual o del club, y recibirás una tarjeta de membresía una vez aprobado."
                  },
                  "faq3": {
                        "title": "¿Quién Puede Unirse a un Club de Cannabis en España?",
                        "description": "Para unirte a un Club Social de Cannabis en Barcelona, debes tener entre 18-21 años, tener DNI o pasaporte válido, ser patrocinado por un socio o invitado por el club, y no ser ciudadano español."
                  }
            }
      },
      "guideline-section": {
            "title": "Guía de la asociación cannabica",
            "card": {
                  "guideline1": {
                        "title": "Entrada a un Club",
                        "description": "Las asociaciones cannábicas de Barcelona operan bajo un modelo legal que limita tanto la disponibilidad como la promoción de la marihuana. A diferencia de los negocios tradicionales, estas asociaciones no cuentan con señalización exterior ni publicidad. Para ingresar, los visitantes deben localizar la entrada discreta y tocar el timbre. Un miembro del personal les concederá el acceso y los guiará a la zona de recepción para la verificación y el registro."
                  },
                  "guideline2": {
                        "title": "En la  recepción",
                        "description": "Durante tu primera visita a una asociación cannábica, comenzarás en el mostrador de recepción para completar el proceso de inscripción. El personal verificará tu identificación válida para confirmar tu edad y elegibilidad como miembro. Una vez verificado, te explicarán las pautas del club, cómo funciona todo, y responderán cualquier pregunta que puedas tener, asegurando una experiencia fluida y agradable."
                  },
                  "guideline3": {
                        "title": " Etiqueta del Club",
                        "description": "Las asociaciones cannábicas ofrecen un ambiente relajado y amigable, diferente a lugares como los coffeeshops de Ámsterdam o los weed cafés de California. Para mantener esta atmósfera, sé respetuoso y fomenta un entorno tranquilo: evita hablar en voz alta o generar ruido excesivo. No se permite la fotografía ni la filmación. Respeta el espacio personal y la privacidad de los demás. Un comportamiento inapropiado, como el acoso o la agresión, puede resultar en la cancelación de tu membresía y en tu expulsión de la asociación."
                  }
            }
      },
      "leaving-club-section": {
            "title": "Salir de la Asociación Cannábica",
            "card": {
                  "leaving1": {
                        "title": "Deja tu cannabis en almacenamiento",
                        "description": "Todo el cannabis sin utilizar se puede guardar de manera segura a tu nombre en el dispensario del club, listo para que lo recojas en tu próxima visita."
                  },
                  "leaving2": {
                        "title": "Salir del Club",
                        "description": "Dentro del club, puedes disfrutar del cannabis de forma libre y legal, sin restricciones en el consumo. Una vez finalizada tu experiencia, puedes salir y estar en público, incluso si sigues bajo los efectos de la marihuana."
                  },
                  "leaving3": {
                        "title": "Lleva contigo cualquier cannabis sin usar",
                        "description": "El consumo de cannabis está estrictamente limitado al interior del club, ya que usarlo en público es ilegal y puede acarrear multas de entre 500 y 1.000 €. Si decides llevar cannabis, asegúrate de mantenerlo discreto y guardarlo de forma segura para evitar problemas legales."
                  }
            }
      },
      "club-rule-section": {
            "title": "Reglas esenciales de la asociación cannábica",
            "card": {
                  "rule1": {
                        "title": "Solo para miembros"
                  },
                  "rule2": {
                        "title": "Límite de edad"
                  },
                  "rule3": {
                        "title": "No fotos"
                  },
                  "rule4": {
                        "title": "Solo efectivo"
                  },
                  "rule5": {
                        "title": "No maletas"
                  },
                  "rule6": {
                        "title": "Consumo responsable"
                  }
            }
      },
      "vocabulary-section": {
            "title": "Vocabulario Básico de Cannabis",
            "card": {
                  "vocab1": {
                        "title": "Coffee Shop",
                        "description": "Los coffeeshops son establecimientos de Ámsterdam donde puedes comprar y disfrutar legalmente de marihuana si tienes 18 años o más. Al visitarlos, ten en cuenta que tienes un límite diario de 5 gramos para garantizar una experiencia equilibrada. Además, puedes combinar tu cannabis con una variedad de deliciosos productos de cafetería: disfruta de comida, bebidas y de un ambiente relajado en un solo lugar."
                  },
                  "vocab2": {
                        "title": "Cannabis Club",
                        "description": "Los clubs sociales de cannabis, los weed clubs y las asociaciones cannábicas son comunidades exclusivas, solo para miembros, que no están abiertas al público en general. Estas organizaciones sin ánimo de lucro utilizan las cuotas de membresía para cultivar marihuana, asegurando que únicamente los miembros registrados puedan disfrutar de su cannabis cuidadosamente cultivado."
                  },
                  "vocab3": {
                        "title": "Weed Cafe",
                        "description": "Un cannabis cafe è un locale autorizzato negli Stati Uniti dove è possibile consumare cannabis in varie forme, come fumandola o vaporizzandola. Oltre alla cannabis, questi locali offrono in genere un menu di cibo e bevande, creando un ambiente rilassato per un’esperienza completa."
                  },
                  "vocab4": {
                        "title": "Cannabis Shop",
                        "description": "En España, las tiendas de marihuana también conocidas como tiendas de cannabis o de weed—son tus destinos ideales para todos los accesorios relacionados con el cannabis. Puedes explorar una amplia selección de artículos como bongs, pipas y vapes, junto con diversos productos de CBD. Estas tiendas están abiertas a todos, lo que facilita encontrar las herramientas perfectas para tu experiencia cannábica."
                  },
                  "vocab5": {
                        "title": "Growshop",
                        "description": "Cuando estés listo para cultivar tu propio cannabis, un growshop es tu lugar de referencia. Estas tiendas ofrecen todo lo que necesitas, desde semillas de calidad y fertilizantes hasta el equipo esencial para un cultivo exitoso."
                  }
            }
      }
}
