{
      "meta": {
            "title": "Carte des Cannabis Clubs et Coffeeshops à Barcelone",
            "description": "À la recherche d'un endroit légal pour consommer du cannabis à Barcelone ? Explorez notre carte des meilleurs clubs de cannabis, cafés et coffee shops. Suivez notre guide étape par étape pour rejoindre un club de cannabis aujourd'hui !Vous cherchez un spot légal pour fumer du cannabis à Barcelone ? Découvrez notre carte des meilleurs clubs de cannabis et coffee shops, et suivez notre guide étape par étape pour en visiter un dès aujourd’hui !"
      },

      "map-section": {
            "title": "Vous cherchez un endroit légal pour fumer du cannabis à Barcelone ?",
            "subTitle": "Explorez notre carte des clubs de cannabis et suivez notre guide pour adhérer à un club dès aujourd’hui !",
            "mapTitle": "Carte des Clubs de Cannabis à Barcelone"
      },
      "join-club-section": {
            "title": "Comment adhérer à un Club de Cannabis ?",
            "card": {
                  "card1Title": "CHOISISSEZ UN CLUB",
                  "card1Description": "Sélectionnez un club sur la carte et cliquez sur “Devenir Membre“",
                  "card2Title": "OBTENEZ UNE INVITATION",
                  "card2Description": "Remplissez le formulaire et attendez votre email d’invitation.",
                  "card3Title": "VISITEZ LE CLUB",
                  "card3Description": "Présentez votre invitation et une pièce d’identité valide pour finaliser votre inscription.",
                  "card4Title": "COMPLÉTEZ VOTRE ADHÉSION",
                  "card4Description": "Prenez connaissance des règles, payez la cotisation annuelle et récupérez votre badge de club."
            },
            "button": "Devenir Membre"
      },
      "explore-section": {
            "title": "Explorez les Cannabis Clubs à Barcelone"
      },
      "gallery-section": {
            "title": "Vivez l’expérience unique du Cannabis club"
      },
      "essential-items-section": {
            "title": "Guide pour Adhérer à un Club de Cannabis",
            "subTitle": "Objets Indispensables à Apporter",
            "card": {
                  "card1Title": "Pièce d’identité",
                  "card1Description": "Une pièce d’identité valide est obligatoire. Les clubs de cannabis suivent la politique KYC (Know Your Customer) et doivent vérifier votre identité avant d’accorder l’accès.",
                  "card2Title": "Lettre d’invitation",
                  "card2Description": "L’adhésion nécessite une invitation d’un membre existant ou du club lui-même. Présentez votre lettre pour confirmer votre invitation.",
                  "card3Title": "Espèces",
                  "card3Description": "Les clubs de cannabis n’acceptent pas les cartes bancaires. Prévoyez suffisamment d’argent liquide pour vos besoins"
            }
      },
      "inside-club-section": {
            "title": "À l’Intérieur du Club",
            "card": {
                  "card1Title": "Le Dispensaire",
                  "card1Description": "Découvrez une large sélection de cannabis premium : variétés de weed, pré-roulés, edibles, vapes et concentrés puissants comme le wax, la résine et le shatter. Équipez-vous également d’accessoires de qualité : grinders, feuilles à rouler, bongs, pipes et plus encore.",
                  "card2Title": "Zone Lounge",
                  "card2Description": "Détendez-vous dans un espace confortable avec canapés, tables basses et coins chill. Certains clubs proposent des espaces gaming, des scènes pour la musique live et des zones privées pour plus d’intimité.",
                  "card3Title": "Espace Coworking",
                  "card3Description": "Certains clubs de cannabis offrent des espaces de travail avec Wi-Fi et prises électriques. Profitez d’un cadre détendu pour travailler ou naviguer sur Internet.",
                  "note": "Limite mensuelle : Chaque membre est restreint à une consommation maximale de 100 g par mois pour garantir une utilisation responsable."
            }
      },
      "faq-section": {
            "title": "FAQ",
            "card": {
                  "card1Title": "Qu’est-ce qu’un Cannabis Club / Coffee Shop ?",
                  "card1Description": "Les cannabis social clubs  en Espagne fonctionnent selon un modèle privé et à but non lucratif, ce qui les différencie des coffee shops d’Amsterdam. Ils cultivent de la marijuana exclusivement pour leurs membres inscrits, plutôt que de la vendre librement au public. À l’inverse, les coffee shops d’Amsterdam sont des établissements commerciaux où chacun peut acheter du cannabis en même temps que de la nourriture et des boissons. Pour accéder à un club espagnol, les membres versent une contribution volontaire plutôt qu’un achat direct. Les transactions utilisent une approche particulière, employant des termes comme « acquérir » ou « recevoir » au lieu de « acheter » ou « vendre ». Ce système basé sur les dons permet de respecter la législation tout en offrant aux membres une expérience du cannabis à la fois sûre et encadrée",
                  "card2Title": "Pourquoi les clubs de cannabis de Barcelone sont-ils réservés aux membres ?",
                  "card2Description": "En Espagne, la consommation de cannabis est limitée à des espaces privés, comme les domiciles ou les associations privées appelées « Cannabis Social Clubs ». Pour y accéder, une adhésion est requise, ces clubs opérant dans un cadre légal afin de garantir un environnement sûr. Pour les rejoindre, vous devez obtenir une invitation d’un membre existant ou directement du club, et vous recevrez une carte de membre une fois votre demande validée.",
                  "card3Title": "Qui peut adhérer à un Club de Cannabis en Espagne ?",
                  "card3Description": "Pour adhérer à un Cannabis Social Club à Barcelone, vous devez être au moins 18-21 ans, avoir une pièce d’identité valide, être sponsorisé par un membre ou être invité par le club, et ne pas être un citoyen espagnol."
            }
      }
}
