{
      "meta": {
            "title": "Cannabis à Barcelone – Carte des Clubs de Cannabis et Coffeeshops",
            "description": "Vous cherchez un endroit légal pour fumer du cannabis à Barcelone ? Découvrez notre carte des meilleurs clubs de cannabis et suivez notre guide pour devenir membre aujourd'hui !"
      },
      "map-section": {
            "title": "À la recherche d'un endroit légal pour fumer du cannabis à Barcelone ?",
            "subTitle": "Découvrez notre carte des clubs de cannabis et suivez notre guide pour devenir membre !",
            "mapTitle": "Carte des Clubs de Cannabis à Barcelone"
      },
      "join-club-section": {
            "title": "Comment rejoindre un Club de Cannabis ?",
            "card": {
                  "step1": {
                        "title": "CHOISIR UN CLUB",
                        "description": "Sélectionnez un club sur la carte et cliquez sur 'Rejoindre'"
                  },
                  "step2": {
                        "title": "OBTENIR UNE INVITATION",
                        "description": "Remplissez le formulaire et attendez votre email d'invitation"
                  },
                  "step3": {
                        "title": "VISITER LE CLUB",
                        "description": "Présentez-vous au club avec votre invitation et une pièce d'identité valide"
                  },
                  "step4": {
                        "title": "FINALISER L'ADHÉSION",
                        "description": "Prenez connaissance des règles, payez la cotisation annuelle et recevez votre carte de membre"
                  }
            },
            "button": "Devenir Membre"
      },
      "explore-section": {
            "title": "Explorez les Clubs de Cannabis à Barcelone"
      },
      "gallery-section": {
            "title": "Découvrez l'Ambiance Unique des Clubs de Cannabis"
      },
      "essential-items-section": {
            "title": "Guide pour Rejoindre un Club de Cannabis",
            "subTitle": "Articles Indispensables à Apporter",
            "card": {
                  "card1Title": "Pièce d'identité",
                  "card1Description": "Une pièce d'identité valide est obligatoire. Les clubs suivent une politique stricte de vérification d'identité avant l'entrée.",
                  "card2Title": "Lettre d'invitation",
                  "card2Description": "Pour devenir membre, vous devez être invité par un membre actif ou par le club. Apportez votre lettre d'invitation.",
                  "card3Title": "Espèces",
                  "card3Description": "Les clubs n'acceptent pas les cartes bancaires, prévoyez suffisamment d'espèces pour vos dépenses."
            }
      },
      "inside-club-section": {
            "title": "À l'Intérieur du Club de Cannabis",
            "card": {
                  "card1Title": "Dispensaire",
                  "card1Description": "Vous trouverez une grande variété de produits cannabis : différentes variétés, joints pré-roulés, comestibles, vapoteuses et concentrés. Le dispensaire propose aussi des accessoires comme des grinders, papiers à rouler, bangs et pipes.",
                  "card2Title": "Espace Détente",
                  "card2Description": "Ces espaces disposent de canapés confortables et de tables basses. Certains incluent des zones de jeux, des scènes de musique live et des espaces de socialisation. Pour plus d'intimité, les clubs proposent souvent des tables séparées ou des salles privées.",
                  "card3Title": "Espace Coworking",
                  "card3Description": "Certains clubs offrent des tables avec Wi-Fi et prises électriques pour rester connecté. L'installation est idéale pour le travail à distance ou la navigation décontractée.",
                  "note": "NB : Les membres sont limités à une consommation mensuelle de 100 grammes par personne, favorisant une utilisation responsable."
            }
      },
      "faq-section": {
            "title": "Questions Fréquentes",
            "card": {
                  "faq1": {
                        "title": "Qu'est-ce qu'un Club de Cannabis / Coffee Shop ?",
                        "description": "Les clubs sociaux de cannabis espagnols fonctionnent selon un modèle privé à but non lucratif, différent des coffeeshops d'Amsterdam. Ces clubs cultivent exclusivement pour leurs membres enregistrés, plutôt que de vendre au public. Les membres font une contribution volontaire plutôt qu'un achat direct."
                  },
                  "faq2": {
                        "title": "Pourquoi les Clubs sont-ils Réservés aux Membres ?",
                        "description": "En Espagne, la consommation de cannabis est limitée aux espaces privés, comme les domiciles ou les associations privées. Ces clubs nécessitent une adhésion pour accéder, fonctionnant dans les limites légales pour assurer un environnement sûr."
                  },
                  "faq3": {
                        "title": "Qui Peut Rejoindre un Club de Cannabis en Espagne ?",
                        "description": "Pour rejoindre un Club Social de Cannabis à Barcelone, vous devez avoir au moins 18-21 ans, posséder une pièce d'identité valide ou un passeport, être parrainé par un membre ou invité par le club, et ne pas être citoyen espagnol."
                  }
            }
      },
      "guideline-section": {
            "title": "Directives des Clubs de Cannabis",
            "card": {
                  "guideline1": {
                        "title": "Entrée au Club",
                        "description": "Les clubs de cannabis de Barcelone opèrent sous un modèle légal limitant la disponibilité et la promotion. Sans signes extérieurs, les visiteurs doivent localiser l'entrée discrète et sonner. Un membre du personnel guidera les nouveaux venus vers la réception."
                  },
                  "guideline2": {
                        "title": "À la Réception",
                        "description": "Lors de votre première visite, vous devrez compléter votre inscription à la réception. Le club vérifiera votre âge avec une pièce d'identité valide. Le personnel expliquera ensuite les règles et le fonctionnement du club."
                  },
                  "guideline3": {
                        "title": "Étiquette du Club",
                        "description": "Les clubs offrent une ambiance détendue et conviviale. Maintenez une atmosphère calme, évitez le bruit. Photos et vidéos interdites. Respectez l'espace personnel et la vie privée des autres. Tout comportement inapproprié peut entraîner l'expulsion."
                  }
            }
      },
      "leaving-club-section": {
            "title": "Quitter le Club de Cannabis",
            "card": {
                  "leaving1": {
                        "title": "Stockage du Cannabis",
                        "description": "Tout cannabis non utilisé peut être stocké en sécurité sous votre nom au dispensaire du club, prêt pour votre prochaine visite."
                  },
                  "leaving2": {
                        "title": "Quitter le Club",
                        "description": "Dans le club, vous pouvez consommer légalement sans restriction. Après, vous pouvez être en public, même sous l'influence du cannabis."
                  },
                  "leaving3": {
                        "title": "Cannabis Non Utilisé",
                        "description": "La consommation n'est autorisée qu'à l'intérieur du club. La consommation publique est illégale avec des amendes de 500€ à 1000€. Si vous transportez du cannabis, soyez discret."
                  }
            }
      },
      "club-rule-section": {
            "title": "Règles Essentielles des Clubs de Cannabis",
            "card": {
                  "rule1": {
                        "title": "Membres uniquement"
                  },
                  "rule2": {
                        "title": "Limite d'âge"
                  },
                  "rule3": {
                        "title": "Photos interdites"
                  },
                  "rule4": {
                        "title": "Espèces uniquement"
                  },
                  "rule5": {
                        "title": "Pas de valises"
                  },
                  "rule6": {
                        "title": "Consommation responsable"
                  }
            }
      },
      "vocabulary-section": {
            "title": "Vocabulaire de Base du Cannabis",
            "card": {
                  "vocab1": {
                        "title": "Coffee Shop",
                        "description": "Les coffee shops sont des établissements d'Amsterdam où l'on peut légalement acheter et consommer du cannabis dès 18 ans. La limite d'achat est de 5 grammes par jour. Ces établissements proposent aussi nourriture et boissons."
                  },
                  "vocab2": {
                        "title": "Club de Cannabis",
                        "description": "Les clubs sociaux de cannabis sont des communautés privées réservées aux membres. Ces organisations à but non lucratif utilisent les cotisations pour cultiver du cannabis exclusivement pour leurs membres."
                  },
                  "vocab3": {
                        "title": "Café Cannabis",
                        "description": "Un café cannabis est un établissement américain où l'on peut consommer du cannabis sous diverses formes. Ces cafés proposent également un menu de nourriture et boissons."
                  },
                  "vocab4": {
                        "title": "Boutique de Cannabis",
                        "description": "En Espagne, ces boutiques proposent tous les accessoires liés au cannabis : bongs, pipes, vapoteuses et produits CBD. Elles sont ouvertes à tous."
                  },
                  "vocab5": {
                        "title": "Growshop",
                        "description": "Pour cultiver votre propre cannabis, le growshop est l'endroit idéal. Ces magasins proposent tout le nécessaire : graines, engrais et équipement de culture."
                  }
            }
      }
}
