{
      "map-section": {
            "title": "Vous cherchez un endroit légal pour fumer du cannabis à Barcelone?",
            "subTitle": "Explorez notre carte des clubs de cannabis et suivez notre guide pour adhérer à un club dès aujourd’hui !",
            "mapTitle": "Carte des Clubs de Cannabis à Barcelone"
      },
      "join-club-section": {
            "title": "Comment adhérer à un Club de Cannabis ?",
            "card": {
                  "step1": {
                        "title": "CHOISISSEZ UN CLUB",
                        "description": "Sélectionnez un club sur la carte et cliquez sur 'Devenir Membre'"
                  },
                  "step2": {
                        "title": "OBTENIR UNE INVITATION",
                        "description": "Remplissez le formulaire et attendez votre email d'invitation"
                  },
                  "step3": {
                        "title": "VISITER LE CLUB",
                        "description": "Présentez votre invitation et une pièce d’identité valide pour finaliser votre inscription."
                  },
                  "step4": {
                        "title": "COMPLÉTEZ VOTRE ADHÉSION",
                        "description": "Prenez connaissance des règles, payez la cotisation annuelle et récupérez votre carte de membre."
                  }
            },
            "button": "Devenir Membre"
      },
      "explore-section": {
            "title": "Explorez les Clubs de Cannabis à Barcelone"
      },
      "gallery-section": {
            "title": "Vivez l’expérience unique du Cannabis club"
      },
      "essential-items-section": {
            "title": "Guide pour Adhérer à un Club de Cannabis",
            "subTitle": "Objets Indispensables à Apporter",
            "card": {
                  "card1Title": "Pièce d'identité",
                  "card1Description": "Une pièce d’identité valide est obligatoire. Les clubs de cannabis suivent la politique KYC (Know Your Customer) et doivent vérifier votre identité avant d’accorder l’accès.",
                  "card2Title": "Lettre d'invitation",
                  "card2Description": "L’adhésion nécessite une invitation d’un membre existant ou du club lui-même. Présentez votre lettre pour confirmer votre invitation.",
                  "card3Title": "Espèces",
                  "card3Description": "Les clubs de cannabis n’acceptent pas les cartes bancaires. Prévoyez suffisamment d’argent liquide pour vos besoins."
            }
      },
      "inside-club-section": {
            "title": "À l’Intérieur du Club",
            "card": {
                  "card1Title": "Le Dispensaire",
                  "card1Description": "Découvrez une large sélection de cannabis premium : variétés de weed, pré-roulés, edibles, vapes et concentrés puissants comme le wax, la résine et le shatter. Équipez-vous également d’accessoires de qualité : grinders, feuilles à rouler, bongs, pipes et plus encore.",
                  "card2Title": " Zone Lounge",
                  "card2Description": "Détendez-vous dans un espace confortable avec canapés, tables basses et coins chill. Certains clubs proposent des espaces gaming, des scènes pour la musique live et des zones privées pour plus d’intimité.",
                  "card3Title": "Espace Coworking",
                  "card3Description": "Certains clubs de cannabis offrent des espaces de travail avec Wi-Fi et prises électriques. Profitez d’un cadre détendu pour travailler ou naviguer sur Internet.",
                  "note": "Limite mensuelle : Chaque membre est restreint à une consommation maximale de 100 g par mois pour garantir une utilisation responsable"
            }
      },
      "faq-section": {
            "title": "FAQ",
            "card": {
                  "faq1": {
                        "title": "Qu'est-ce qu'un Club de Cannabis / Coffee Shop ?",
                        "description": "Les cannabis social clubs  en Espagne fonctionnent selon un modèle privé et à but non lucratif, ce qui les différencie des coffee shops d’Amsterdam. Ils cultivent de la marijuana exclusivement pour leurs membres inscrits, plutôt que de la vendre librement au public. À l’inverse, les coffee shops d’Amsterdam sont des établissements commerciaux où chacun peut acheter du cannabis en même temps que de la nourriture et des boissons. Pour accéder à un club espagnol, les membres versent une contribution volontaire plutôt qu’un achat direct. Les transactions utilisent une approche particulière, employant des termes comme « acquérir » ou « recevoir » au lieu de « acheter » ou « vendre ». Ce système basé sur les dons permet de respecter la législation tout en offrant aux membres une expérience du cannabis à la fois sûre et encadrée"
                  },
                  "faq2": {
                        "title": "Pourquoi les clubs de cannabis de Barcelone sont-ils réservés aux membres ?",
                        "description": "En Espagne, la consommation de cannabis est limitée à des espaces privés, comme les domiciles ou les associations privées appelées « Cannabis Social Clubs ». Pour y accéder, une adhésion est requise, ces clubs opérant dans un cadre légal afin de garantir un environnement sûr. Pour les rejoindre, vous devez obtenir une invitation d’un membre existant ou directement du club, et vous recevrez une carte de membre une fois votre demande validée."
                  },
                  "faq3": {
                        "title": "Qui Peut Rejoindre un Club de Cannabis en Espagne ?",
                        "description": "Pour adhérer à un Cannabis Social Club à Barcelone, vous devez : Avoir entre 18 et 21 ans minimum (selon le club). Posséder un passeport ou une pièce d’identité valide. Être parrainé par un membre ou invité par le club. Pas besoin d’être citoyen espagnol."
                  }
            }
      },
      "guideline-section": {
            "title": "Règlement Des Cannabis Social Clubs",
            "card": {
                  "guideline1": {
                        "title": "ACCÈS À UN CLUB",
                        "description": "Les clubs de cannabis de Barcelone ne font pas de publicité et n’affichent pas d’enseignes. L’accès se fait via une entrée discrète, où il faut sonner à la porte avant d’être accueilli et enregistré."
                  },
                  "guideline2": {
                        "title": "À la Réception",
                        "description": "Lors de votre première visite dans un club de cannabis à Barcelone, vous commencerez à la réception pour finaliser votre inscription. Le personnel vérifiera votre pièce d’identité valide afin de confirmer votre âge et votre admissibilité en tant que membre. Une fois votre identité confirmée, ils vous expliqueront les règles du club, son fonctionnement et répondront à toutes vos questions."
                  },
                  "guideline3": {
                        "title": "Étiquette du Club",
                        "description": "Les cannabis clubs à Barcelone proposent une ambiance détendue et chaleureuse, différente de celle des coffee shops d’Amsterdam ou des cafés de cannabis en Californie. Pour préserver cette atmosphère, soyez respectueux et veillez à maintenir un environnement calme : évitez de parler trop fort ou de faire du bruit. La photographie et le tournage de vidéos sont interdits. Respectez l’espace personnel et la vie privée des autres. Tout comportement inapproprié, comme le harcèlement ou l’agressivité, peut entraîner l’annulation de votre adhésion et votre expulsion du club."
                  }
            }
      },
      "leaving-club-section": {
            "title": "Quitter le Cannabis Club",
            "card": {
                  "leaving1": {
                        "title": "Stocker vos restes de Cannabis",
                        "description": "Tout cannabis non consommé peut être conservé en toute sécurité à votre nom dans la dispensaire du club, prêt à être récupéré lors de votre prochaine visite."
                  },
                  "leaving2": {
                        "title": " Quitter le Club",
                        "description": "À l’intérieur du club, vous pouvez consommer du cannabis librement et légalement, sans restrictions. Une fois que vous partez, vous êtes autorisé à être en public, même si vous êtes encore sous l’influence du cannabis."
                  },
                  "leaving3": {
                        "title": " Emporter votre cannabis non consommé",
                        "description": "La consommation de cannabis est strictement limitée à l’intérieur du club, car l’utiliser dans des lieux publics est illégal et peut entraîner des amendes allant de 500 € à 1 000 €. Si vous choisissez de transporter du cannabis, assurez-vous de le garder discret et stocké en toute sécurité pour éviter tout problème légal."
                  }
            }
      },
      "club-rule-section": {
            "title": "Principes fondamentaux Des Cannabis Clubs",
            "card": {
                  "rule1": {
                        "title": "Réservé aux membres"
                  },
                  "rule2": {
                        "title": "Restrictions d’âge"
                  },
                  "rule3": {
                        "title": "Interdiction de Prendre photo"
                  },
                  "rule4": {
                        "title": "Paiement en espèces uniquement"
                  },
                  "rule5": {
                        "title": "Interdiction de valises"
                  },
                  "rule6": {
                        "title": "Consommation responsable"
                  }
            }
      },
      "vocabulary-section": {
            "title": "Vocabulaire de base",
            "card": {
                  "vocab1": {
                        "title": "Coffee Shop",
                        "description": "Les coffee shops sont des établissements d’Amsterdam où vous pouvez légalement acheter et consommer de la marijuana si vous avez au moins 18 ans. Gardez à l’esprit que vos achats sont limités à 5 grammes par jour pour favoriser une consommation responsable. De plus, vous pouvez déguster diverses spécialités de café, comme des boissons et des encas, dans une atmosphère détendue."
                  },
                  "vocab2": {
                        "title": "Cannabis Club",
                        "description": "Les clubs sociaux de cannabis sont des communautés privées réservées aux membres. Ces organisations à but non lucratif utilisent les cotisations pour cultiver du cannabis exclusivement pour leurs membres."
                  },
                  "vocab3": {
                        "title": "Weed Cafe",
                        "description": "Un cannabis café est un établissement autorisé aux États-Unis, où l’on peut consommer du cannabis sous différentes formes, comme en le fumant ou en le vapotant. En plus du cannabis, ces cafés proposent généralement un menu de plats et de boissons, créant ainsi un cadre décontracté pour une expérience complète."
                  },
                  "vocab4": {
                        "title": "Cannabis Shop",
                        "description": "En Espagne, les weed shops—également appelés cannabis shops ou weed stores—sont la référence pour tous les accessoires liés au cannabis. Vous y trouverez un large éventail de produits, tels que bongs, pipes et vapes, ainsi qu’une sélection d’articles à base de CBD. Ces magasins sont ouverts à tous, ce qui facilite la recherche des outils parfaits pour votre expérience du cannabis."
                  },
                  "vocab5": {
                        "title": "Growshop",
                        "description": "Lorsque vous êtes prêt à cultiver votre propre cannabis, un growshop est votre destination incontournable. Vous y trouverez tout ce dont vous avez besoin, des graines de qualité et des engrais à l’équipement essentiel pour une culture réussie."
                  }
            }
      }
}
