{
      "meta": {
            "title": "Cannabis a Barcellona – Mappa dei Cannabis Club e Coffeeshop",
            "description": "Cerchi un posto legale per fumare cannabis a Barcellona? Esplora la nostra mappa dei migliori cannabis club e segui la nostra guida per diventare membro oggi stesso!"
      },
      "map-section": {
            "title": "Cerchi un posto legale per fumare cannabis a Barcellona?",
            "subTitle": "Scopri la nostra mappa dei cannabis club e segui la nostra guida per unirti oggi!",
            "mapTitle": "Mappa dei Cannabis Club di Barcellona"
      },
      "join-club-section": {
            "title": "Come unirsi a un Cannabis Club?",
            "card": {
                  "step1": {
                        "title": "SELEZIONA UN CLUB",
                        "description": "Scegli un club dalla mappa e clicca su 'Unisciti Ora'"
                  },
                  "step2": {
                        "title": "OTTIENI UN INVITO",
                        "description": "Compila il modulo e attendi l'email di invito"
                  },
                  "step3": {
                        "title": "VISITA IL CLUB",
                        "description": "Visita il club, mostra il tuo invito e un documento d'identità valido per la registrazione"
                  },
                  "step4": {
                        "title": "COMPLETA L'ISCRIZIONE",
                        "description": "Controlla le regole, paga la quota annuale e ricevi la tua tessera del club"
                  }
            },
            "button": "Diventa Membro"
      },
      "explore-section": {
            "title": "Esplora i Cannabis Club di Barcellona"
      },
      "gallery-section": {
            "title": "Scopri l'Atmosfera Unica dei Cannabis Social Club"
      },
      "essential-items-section": {
            "title": "Guida per Unirsi a un Cannabis Club",
            "subTitle": "Oggetti Essenziali da Portare",
            "card": {
                  "card1Title": "Documento d'identità",
                  "card1Description": "È richiesto un documento d'identità valido. I Cannabis Club seguono la politica KYC e devono verificare la tua identità prima di permetterti l'ingresso.",
                  "card2Title": "Lettera d'invito",
                  "card2Description": "Per diventare membro, devi essere invitato da un membro valido del club o dal club stesso. Porta la tua lettera per confermare l'invito.",
                  "card3Title": "Contanti",
                  "card3Description": "I cannabis club non accettano carte bancarie, assicurati di portare abbastanza contanti per le tue spese."
            }
      },
      "inside-club-section": {
            "title": "All'interno del Cannabis Club",
            "card": {
                  "card1Title": "Dispensario",
                  "card1Description": "Qui troverai una vasta gamma di prodotti cannabis: diverse varietà, pre-roll, edibili, vaporizzatori e concentrati. Il dispensario offre anche accessori come grinder, cartine, bong e pipe.",
                  "card2Title": "Area Lounge",
                  "card2Description": "Questi spazi hanno divani comodi e tavolini. Molti includono aree giochi, palchi per musica dal vivo e spazi per socializzare. Per la privacy, i club spesso offrono tavoli separati o sale private.",
                  "card3Title": "Area Coworking",
                  "card3Description": "Alcuni club offrono tavoli con Wi-Fi e prese elettriche. Lo spazio è ideale per il lavoro remoto o la navigazione casual.",
                  "note": "NB: I membri sono limitati a un consumo mensile di 100 grammi a persona, promuovendo un uso responsabile."
            }
      },
      "faq-section": {
            "title": "Domande Frequenti",
            "card": {
                  "faq1": {
                        "title": "Cos'è un Cannabis Club / Coffee Shop?",
                        "description": "I cannabis social club spagnoli operano come enti privati senza scopo di lucro, diversamente dai coffeeshop di Amsterdam. Questi club coltivano cannabis esclusivamente per i loro membri registrati."
                  },
                  "faq2": {
                        "title": "Perché i Cannabis Club sono Solo per Membri?",
                        "description": "In Spagna, il consumo di cannabis è limitato a spazi privati, come case o associazioni private. Questi club richiedono l'iscrizione per accedere, operando entro limiti legali per garantire un ambiente sicuro."
                  },
                  "faq3": {
                        "title": "Chi Può Unirsi a un Cannabis Club in Spagna?",
                        "description": "Per unirti a un Cannabis Social Club a Barcellona, devi avere 18-21 anni, possedere un documento d'identità o passaporto valido, essere sponsorizzato da un membro o invitato dal club, e non essere cittadino spagnolo."
                  }
            }
      },
      "guideline-section": {
            "title": "Linee Guida del Cannabis Social Club",
            "card": {
                  "guideline1": {
                        "title": "Ingresso al Club",
                        "description": "I cannabis club di Barcellona operano secondo un modello legale che limita disponibilità e promozione. Senza insegne esterne, i visitatori devono trovare l'ingresso discreto e suonare il campanello."
                  },
                  "guideline2": {
                        "title": "Alla Reception",
                        "description": "Alla tua prima visita, dovrai completare la registrazione alla reception. Il club verificherà la tua età con un documento valido. Lo staff spiegherà le regole e il funzionamento."
                  },
                  "guideline3": {
                        "title": "Etichetta del Club",
                        "description": "I cannabis club offrono un'atmosfera rilassata. Mantieni l'ambiente tranquillo, evita il rumore. Foto e video sono vietati. Rispetta lo spazio personale e la privacy degli altri."
                  }
            }
      },
      "leaving-club-section": {
            "title": "Lasciare il Cannabis Club",
            "card": {
                  "leaving1": {
                        "title": "Lascia cannabis in Deposito",
                        "description": "La cannabis non utilizzata può essere conservata in sicurezza a tuo nome nel dispensario del club, pronta per la tua prossima visita."
                  },
                  "leaving2": {
                        "title": "Uscire dal Club",
                        "description": "Nel club, puoi goderti la cannabis legalmente senza restrizioni. Dopo, puoi stare in pubblico, anche sotto l'effetto della cannabis."
                  },
                  "leaving3": {
                        "title": "Cannabis Non Utilizzata",
                        "description": "Il consumo è consentito solo nel club. Il consumo pubblico è illegale e può comportare multe da 500€ a 1.000€. Se trasporti cannabis, sii discreto."
                  }
            }
      },
      "club-rule-section": {
            "title": "Regole Essenziali del Cannabis Social Club",
            "card": {
                  "rule1": {
                        "title": "Solo membri"
                  },
                  "rule2": {
                        "title": "Limite d'età"
                  },
                  "rule3": {
                        "title": "No foto"
                  },
                  "rule4": {
                        "title": "Solo contanti"
                  },
                  "rule5": {
                        "title": "No valigie"
                  },
                  "rule6": {
                        "title": "Consumo responsabile"
                  }
            }
      },
      "vocabulary-section": {
            "title": "Vocabolario Base della Cannabis",
            "card": {
                  "vocab1": {
                        "title": "Coffee Shop",
                        "description": "I coffee shop sono locali di Amsterdam dove puoi acquistare e consumare legalmente marijuana dai 18 anni. L'acquisto è limitato a 5 grammi al giorno."
                  },
                  "vocab2": {
                        "title": "Cannabis Club",
                        "description": "I cannabis social club sono comunità private solo per membri. Queste organizzazioni no-profit utilizzano le quote associative per coltivare cannabis esclusivamente per i loro membri."
                  },
                  "vocab3": {
                        "title": "Cannabis Café",
                        "description": "Un cannabis café è un locale autorizzato negli Stati Uniti dove puoi consumare cannabis in varie forme. Questi café offrono anche un menu di cibi e bevande."
                  },
                  "vocab4": {
                        "title": "Cannabis Shop",
                        "description": "In Spagna, questi negozi offrono tutti gli accessori legati alla cannabis: bong, pipe, vaporizzatori e prodotti CBD. Sono aperti a tutti."
                  },
                  "vocab5": {
                        "title": "Growshop",
                        "description": "Per la coltivazione personale di cannabis, il growshop è il posto ideale. Questi negozi offrono tutto il necessario: semi, fertilizzanti e attrezzature per la coltivazione."
                  }
            }
      }
}
