{
      "meta": {
            "title": "Coffee Shop Barcellona – Trova Cannabis Social Club Vicino a Me",
            "description": "Looking for a legal place to smoke marijuana in Barcelona? Explore our curated map of top cannabis clubs, weed cafes, and coffee shops. Follow our step-by-step guide to join a cannabis club today!Scopri un nuovo modo di vivere il cannabis club di Barcellona, dove un'atmosfera accogliente e autentica si distingue nettamente dai tipici weed coffee shop di Amsterdam"
      },

      "map-section": {
            "title": "Cerchi un luogo autorizzato per fumare erba a Barcellona?",
            "subTitle": "Esplora la nostra mappa dei cannabis club e segui la guida passo dopo passo per unirti a un club vicino a te oggi stesso!",
            "mapTitle": "Mappa dei Cannabis Club di Barcellona"
      },
      "join-club-section": {
            "title": "Come iscriversi a un Cannabis Club?",
            "card": {
                  "card1Title": "SELEZIONA UN CLUB",
                  "card1Description": "Scegli un club dalla mappa e clicca su “Diventare membro”",
                  "card2Title": "OTTieni UNA INVITATION",
                  "card2Description": "Compila il modulo e attendi l'email di invito.",
                  "card3Title": "VISITA IL CLUB",
                  "card3Description": "Visita il club, mostra la tua invito e un documento d'identità valido per la registrazione.",
                  "card4Title": "COMPLETA L'ISCRIZIONE",
                  "card4Description": "Verifica le regole, la quota annuale di iscrizione e prendi la tua tessera del club."
            },
            "button": "Diventare membro"
      },
      "explore-section": {
            "title": "Esplora i Cannabis Club di Barcellona"
      },
      "gallery-section": {
            "title": "Scopri l'atmosfera unica dei Cannabis Social Clubs"
      },
      "essential-items-section": {
            "title": "Guida di cannabis club",
            "subTitle": "Cose indispensabili da portare con te",
            "card": {
                  "card1Title": "Carta d'identità",
                  "card1Description": "richiesta una carta d'identità o un documento di identificazione valido. I Cannabis Club seguono la politica KYC (Know Your Customer) e devono verificare la tua identità prima di consentirti l'accesso",
                  "card2Title": "Lettera d'invito",
                  "card2Description": "Per diventare membro, devi essere invitato da un membro valido del club oppure ricevere un invito ufficiale dal club stesso. Porta con te la tua lettera per confermare l'invito.",
                  "card3Title": "Contanti",
                  "card3Description": ":I cannabis club non accettano carte bancarie, quindi assicurati di portare abbastanza contanti per coprire le tue necessità."
            }
      },
      "inside-club-section": {
            "title": "All’interno del club",
            "card": {
                  "card1Title": "Un Dispensario",
                  "card1Description": "Esplora una vasta selezione di prodotti premium a base di cannabis, inclusi i migliori ceppi di weed, pre-rolls, edibles, vapes e concentrati potenti come wax, resina e shatter. Migliora la tua esperienza con accessori per fumatori di alta qualità, come grinder, rolling papers, bong, pipe e molto altro—tutto ciò di cui hai bisogno in un unico posto!",
                  "card2Title": "Zona Lounge",
                  "card2Description": "Questi spazi dispongono di comodi divani, tavolini e angoli perfetti per rilassarsi. Molti includono aree dedicate al gaming, palchi per musica dal vivo e spazi per socializzare in gruppo. Per garantire la privacy, i club spesso offrono tavoli separati o stanze private, assicurando un'esperienza personale e confortevole.",
                  "card3Title": "Area di Coworking",
                  "card3Description": "Goditi un ambiente di lavoro confortevole in cannabis club selezionati, con tavoli dotati di Wi-Fi e prese elettriche. Che tu stia lavorando da remoto o semplicemente navigando, resta connesso in un contesto rilassato.",
                  "note": "N.B. I membri hanno un limite di consumo mensile di 100 grammi per persona, per promuovere un uso responsabile ed equilibrato."
            }
      }
}
