{
      "meta": {
            "title": "Coffee Shop Barcellona – Trova Cannabis Social Club Vicino a Me",
            "description": "Looking for a legal place to smoke marijuana in Barcelona? Explore our curated map of top cannabis clubs, weed cafes, and coffee shops. Follow our step-by-step guide to join a cannabis club today!Scopri un nuovo modo di vivere il cannabis club di Barcellona, dove un'atmosfera accogliente e autentica si distingue nettamente dai tipici weed coffee shop di Amsterdam"
      },

      "map-section": {
            "title": "Cerchi un luogo autorizzato per fumare erba a Barcellona?",
            "subTitle": "Esplora la nostra mappa dei cannabis club e segui la guida passo dopo passo per unirti a un club vicino a te oggi stesso!",
            "mapTitle": "Mappa dei Cannabis Club di Barcellona"
      },
      "join-club-section": {
            "title": "Come iscriversi a un Cannabis Club?",
            "card": {
                  "card1Title": "SELEZIONA UN CLUB",
                  "card1Description": "Scegli un club dalla mappa e clicca su “Diventare membro”",
                  "card2Title": "OTTieni UNA INVITATION",
                  "card2Description": "Compila il modulo e attendi l'email di invito.",
                  "card3Title": "VISITA IL CLUB",
                  "card3Description": "Visita il club, mostra la tua invito e un documento d'identità valido per la registrazione.",
                  "card4Title": "COMPLETA L'ISCRIZIONE",
                  "card4Description": "Verifica le regole, la quota annuale di iscrizione e prendi la tua tessera del club."
            },
            "button": "Diventare membro"
      },
      "explore-section": {
            "title": "Esplora i Cannabis Club di Barcellona"
      },
      "gallery-section": {
            "title": "Scopri l'atmosfera unica dei Cannabis Social Clubs"
      },
      "essential-items-section": {
            "title": "Guida di cannabis club",
            "subTitle": "Cose indispensabili da portare con te",
            "card": {
                  "card1Title": "Carta d'identità",
                  "card1Description": "richiesta una carta d'identità o un documento di identificazione valido. I Cannabis Club seguono la politica KYC (Know Your Customer) e devono verificare la tua identità prima di consentirti l'accesso",
                  "card2Title": "Lettera d'invito",
                  "card2Description": "Per diventare membro, devi essere invitato da un membro valido del club oppure ricevere un invito ufficiale dal club stesso. Porta con te la tua lettera per confermare l'invito.",
                  "card3Title": "Contanti",
                  "card3Description": ":I cannabis club non accettano carte bancarie, quindi assicurati di portare abbastanza contanti per coprire le tue necessità."
            }
      },
      "inside-club-section": {
            "title": "All’interno del club",
            "card": {
                  "card1Title": "Un Dispensario",
                  "card1Description": "Esplora una vasta selezione di prodotti premium a base di cannabis, inclusi i migliori ceppi di weed, pre-rolls, edibles, vapes e concentrati potenti come wax, resina e shatter. Migliora la tua esperienza con accessori per fumatori di alta qualità, come grinder, rolling papers, bong, pipe e molto altro—tutto ciò di cui hai bisogno in un unico posto!",
                  "card2Title": "Zona Lounge",
                  "card2Description": "Questi spazi dispongono di comodi divani, tavolini e angoli perfetti per rilassarsi. Molti includono aree dedicate al gaming, palchi per musica dal vivo e spazi per socializzare in gruppo. Per garantire la privacy, i club spesso offrono tavoli separati o stanze private, assicurando un'esperienza personale e confortevole.",
                  "card3Title": "Area di Coworking",
                  "card3Description": "Goditi un ambiente di lavoro confortevole in cannabis club selezionati, con tavoli dotati di Wi-Fi e prese elettriche. Che tu stia lavorando da remoto o semplicemente navigando, resta connesso in un contesto rilassato.",
                  "note": "N.B. I membri hanno un limite di consumo mensile di 100 grammi per persona, per promuovere un uso responsabile ed equilibrato."
            }
      },
      "faq-section": {
            "title": "Domande frequenti",
            "card": {
                  "card1Title": "Cosa è un Cannabis Club / Coffee Shop?",
                  "card1Description": "I club sociali di cannabis spagnoli operano secondo un modello privato e senza scopo di lucro, distinguendosi così dai coffeeshop di marijuana di Amsterdam. Questi club coltivano la marijuana esclusivamente per i loro membri registrati, anziché venderla apertamente al pubblico. Al contrario, i coffeeshop di Amsterdam funzionano come esercizi commerciali in cui chiunque può acquistare cannabis insieme a cibo e bevande. Per accedere alla cannabis in un club spagnolo, i membri effettuano una contribuzione volontaria anziché un acquisto diretto. Le transazioni seguono un approccio unico, utilizzando termini come 'acquisire' o 'ricevere' invece di 'comprare' o 'vendere'. Questo sistema basato sulle donazioni garantisce il rispetto delle normative legali, offrendo ai membri un'esperienza di cannabis sicura e controllata.",
                  "card2Title": "Perché i Cannabis Club sono riservati esclusivamente ai membri?",
                  "card2Description": "In Spagna, l'uso della cannabis è consentito solo in spazi privati, come le abitazioni o le associazioni private note come Cannabis Social Clubs. Questi club richiedono l'iscrizione per poter accedere, operando entro i limiti della legge per garantire un ambiente sicuro. Per aderire, è necessario ricevere un invito da un membro attuale o dal club stesso, e, una volta approvato, otterrai una tessera di membro.",
                  "card3Title": "Chi può aderire al Cannabis Club?",
                  "card3Description": "Per unirti a un Cannabis Club a Barcellona, devi essere almeno 18-21 anni, avere un documento di identità valido, essere sponsorizzato da un membro o essere invitato dal club, e non essere cittadino spagnolo."
            }
      },
      "guideline-section": {
            "title": "Linee guida dei Cannabis Social Club",
            "card": {
                  "card1Title": "Ingresso a un Club",
                  "card1Description": "I cannabis club di Barcellona operano secondo un modello legale che limita sia la disponibilità che la promozione della marijuana. A differenza delle attività tradizionali, questi club non espongono insegne esterne né pubblicità. Per entrare, i visitatori devono individuare l'ingresso discreto e suonare il campanello. Un membro dello staff concederà l'accesso e accompagnerà i nuovi arrivati all'area di accoglienza per la verifica e la registrazione.",
                  "card2Title": "Alla Reception",
                  "card2Description": "Durante tu primera visita a una asociación cannábica, comenzarás en el mostrador de recepción para completar el proceso de inscripción. El personal verificará tu identificación válida para confirmar tu edad y elegibilidad como miembro. Una vez verificado, te explicarán las pautas del club, cómo funciona todo, y responderán cualquier pregunta que puedas tener, asegurando una experiencia fluida y agradableDurante la tua prima visita a un cannabis club, inizierai alla reception per completare il processo di registrazione. Il personale controllerà il tuo documento d’identità valido per confermare età e idoneità all’iscrizione. Una volta verificato, ti illustreranno le linee guida del club, spiegheranno il funzionamento di tutto e risponderanno a eventuali domande, assicurandoti un’esperienza fluida e piacevole.",
                  "card3Title": "Etichetta del club",
                  "card3Description": "Las asociaciones cannábicas ofrecen un ambiente relajado y amigable, diferente a lugares como los coffeeshops de Ámsterdam o los weed cafés de California. Para mantener esta atmósfera, sé respetuoso y fomenta un entorno tranquilo: evita hablar en voz alta o generar ruido excesivo. No se permite la fotografía ni la filmación. Respeta el espacio personal y la privacidad de los demás. Un comportamiento inapropiado, como el acoso o la agresión, puede resultar en la cancelación de tu membresía y en tu expulsión de la asociación.I cannabis club offrono un’atmosfera rilassata e amichevole, diversa dai coffee shop di Amsterdam o dai weed café della California. Per preservare questo ambiente, sii rispettoso e mantieni un clima tranquillo: evita rumori e conversazioni a voce troppo alta. Fotografie e riprese video non sono ammesse. Rispetta lo spazio personale e la privacy degli altri soci. Comportamenti inappropriati, come molestie o aggressività, possono comportare la cancellazione della tua iscrizione ed espulsione dal club."
            }
      }
}
